Revit 2027 API
ParameterTypeId.TextColor Property
 "Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextColor { get; }
Public Shared ReadOnly Property TextColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextColor {
	ForgeTypeId^ get ();
}
static member TextColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace